Repository: kukumavnet/shipping-time-countdown
Catalog: languages/shipping-time-countdown-*.po
Languages: tr_tr

# PluginName
source: Shipping Time Countdown
tr_tr: Kargo Geri Sayıcı

# PluginDescription
source: It includes a countdown timer for cargo delivery. It allows users to set delivery time and working days.
tr_tr: Kargo teslimatı için geri sayım sayacı içerir. Kullanıcıların teslimat süresini ve çalışma günlerini ayarlamasına olanak tanır.

# PluginSettings
source: Shipping Time Countdown Settings
tr_tr: Kargo Geri Sayıcı Ayarları

source: General Settings
tr_tr: Genel Ayarlar

source: Hour
tr_tr: Saat

source: Minute
tr_tr: Dakika

source: Same Day Shipping Message:
tr_tr: Aynı Gün Kargo Mesajı

# SameDayShippingMessagePlaceholder
source: 🕑If you order within <strong><span style="color: #ff9900;">{time}</span></strong>, it will be<strong><span style="text-decoration: underline;"> shipped today!</span></strong>
tr_tr: 🕑<strong><span style="color: #ff9900;">{time}</span></strong> içinde sipariş verirsen,<strong><span style="text-decoration: underline;">bugün kargoda!</span></strong>

source: Tomorrow Shipping Message:
tr_tr: Yarın Kargo Mesajı

# TomorrowShippingMessagePlaceholder
source: 🕑If you order within <strong><span style="color: #ff9900;">{time}</span></strong>, it will be<strong><span style="text-decoration: underline;"> shipped tomorrow</span></strong>
tr_tr: 🕑<strong><span style="color: #ff9900;">{time}</span></strong> içinde sipariş verirsen, <strong><span style="text-decoration: underline;">yarın</span></strong> kargoda!

source: Other Days Shipping Message:
tr_tr: Diğer Günler Kargo Mesajı

# OtherDaysShippingMessagePlaceholder
source: 📦 Estimate will be delivered to the shipment no later <strong><span style="color: #ff9900;">{time}</span></strong> day!
tr_tr: 📦 Tahmini teslimat en geç <strong><span style="color: #ff9900;">{time}</span></strong> günü kargoda!

source: Shipping Delivery Time:
tr_tr: Kargoya verme zamanı:

source: Shipping Days:
tr_tr: Kargoya Verme Günleri

source: Monday
tr_tr: Pazartesi

source: Tuesday
tr_tr: Salı

source: Wednesday
tr_tr: Çarşamba

source: Thursday
tr_tr: Perşembe

source: Friday
tr_tr: Cuma

source: Saturday
tr_tr: Cumartesi

source: Sunday
tr_tr: Pazar

source: Shortcode Usage
tr_tr: Kısa Kod Kullanımı

# ShortcodeUsageDescription
source: To activate this plugin, add the following shortcode to the field you want to use:
tr_tr: Bu eklentiyi etkinleştirmek için kullanmak istediğiniz alana aşağıdaki kısa kodu ekleyin:

# ParametersDescription
source: Parameters You Can Use in This Field:
tr_tr: Kullanabileceğiniz Parametreler

source: Do you like our plugin?
tr_tr: Eklentimizi seviyor musunuz?

# IfYouFindOurPluginUseful
source: If you find our plugin useful, please support us by leaving a review on WordPress.org
tr_tr: Eğer eklentimizi faydalı bulduysanız, WordPress.org'da bize bir değerlendirme bırakarak destek olabilirsiniz.

source: Review Now
tr_tr: Şimdi Değerlendir

source: Remind Me Later
tr_tr: Daha Sonra Hatırlat

source: I Already Reviewed
tr_tr: Zaten Değerlendirdim

source: Save Settings
tr_tr: Ayarları Kaydet

source: More Blog Posts
tr_tr: Daha Fazla Blog Görüntüle
